{
    "InfoText": {
        "ResumeButton": "Resume",
        "NavbarButtonsText1": "About",
        "NavbarButtonsText2": "Projects",
        "NavbarButtonsText3": "Contact me",
        "HomeSectionText1": "Hello.",
        "HomeSectionText2": "I\"m ",
        "HomeSectionText3": "Paulo, ",
        "HomeSectionText4": "a software engineer",
        "HomeSectionText5": "Come explore the world by the ",
        "HomeSectionText6": "CODE",
        "AboutSectionText1": "About ",
        "AboutSectionText2": "me",
        "AboutSectionText3": "Developer with substantial experience in software development. Holds a Bachelors degree in Computer Science. Specialized in using Node.js and more, committed to delivering scalable and high-impact technological solutions. Possesses a robust background in web and mobile development, showcasing expertise in TypeScript, Python, Apache, Redis, PostgreSQL, and AWS. Enthusiastic about crafting exceptional user experiences and improving software efficiency and quality.",
        "AboutSectionButtonResume": "Resume",
        "AboutSectionButtonLinkedin": "LinkedIn",
        "AboutSectionButtonGithub": "GitHub",
        "SkillsSectionText1": "Skills",
        "SkillsSectionText2": "technologies",
        "SkillsSectionDescription": "Here are some of the main technologies and tools I master and use daily as a developer.",
        "ProjectsSectionText1": "Projects",
        "ProjectCardText1": "Description",
        "ProjectCardText2": "technologies",
        "ProjectDoWhileDescription": "I actively participated in the development of a full-stack application for the DoWhile 2021 event, featuring real-time communication. Crafted during the Rocketseat NLW, we utilized socket.io to establish asynchronous communication with the server, implementing the async/await concept. An engaging experience, integrating technologies to achieve effective communication within the event context.",
        "ProjectPodcastrDescription": "Podcastr stands as a robust and comprehensive platform meticulously crafted to cater to the dynamic world of podcast broadcasting. This innovative and user-friendly platform serves as a haven for both seasoned podcasters and aspiring individuals looking to venture into the captivating realm of digital audio content creation.",
        "ProjectWhereIsThePhpDescription": "Actively engaged in a Banco BTG onsite hackathon, I, along with three colleagues, spearheaded the development of the back-end for an impromptu application. We devised an innovative solution enabling users to use their dividends for bill payments, implementing queues and messaging for process optimization. An intense and rewarding experience, blending creativity and technical skills to tackle a real challenge in the financial sector.",
        "ProjectDevMenthorsDescription": "For a year, I contributed to the DevMentors project, teaching back-end programming, covering topics from basic routing to advanced concepts like databases, caching, and RabbitMQ messaging. We also delved into Docker container orchestration and application deployment, offering students practical insights into scalable development. This experience enriched both myself and the community, fostering collaboration and inspiration.",
        "FooterSectionText1": "Have idea about ",
        "FooterSectionText2": "project",
        "FooterSectionText3": "Bridging Ideas with Code: Crafting Digital Realities from Concept to Completion. Transforming Vision into Actionable Software Solutions with Precision and Passion.",
        "ProjectCardButtonSeeProject": "See project"
    },
    "NotFound": {
        "Title": "404",
        "Description": "The page you are looking for was not found.",
        "Button": "Back to home page"
    }
}