{
    "InfoText": {
        "ResumeButton": "Currículo",
        "NavbarButtonsText1": "Sobre",
        "NavbarButtonsText2": "Projetos",
        "NavbarButtonsText3": "Contatos",
        "HomeSectionText1": "Olá.",
        "HomeSectionText2": "Eu sou o ",
        "HomeSectionText3": "Paulo, ",
        "HomeSectionText4": "um engenheiro de software",
        "HomeSectionText5": "venha explorar o mundo atráves do ",
        "HomeSectionText6": "CÓDIGO",
        "AboutSectionText1": "Sobre ",
        "AboutSectionText2": "mim",
        "AboutSectionText3": "Desenvolvedor com experiência em desenvolvimento de software. Possuo bacharelado em Ciência da Computação. Sou especializado no uso de Node.js e muito mais, comprometido em entregar soluções tecnológicas escaláveis e de alto impacto. Possuindo um sólido conhecimento em desenvolvimento back-end, Com tecnologias como TypeScript, Python, Apache, Redis, PostgreSQL e AWS. Entusiasmado em criar experiências de usuário excepcionais e melhorar a eficiência e a qualidade do software.",
        "SkillsSectionText1": "Habilidades",
        "SkillsSectionText2": "Tecnologias",
        "ProjectsSectionText1": "Projetos",
        "ProjectCardText1": "Descrição",
        "ProjectCardText2": "tecnologias",
        "ProjectDoWhileDescription": "Participei ativamente do desenvolvimento de uma aplicação full-stack para o evento DoWhile 2021, com comunicação em tempo real. Criado durante o Rocketseat NLW, utilizamos socket.io para estabelecer comunicação assíncrona com o servidor, implementando o conceito async/await. Uma experiência envolvente, integrando tecnologias para alcançar uma comunicação eficaz no contexto do evento.",
        "ProjectPodcastrDescription": "Podcastr se destaca como uma plataforma robusta e abrangente, meticulosamente elaborada para atender ao mundo dinâmico da transmissão de podcast. Esta plataforma inovadora e fácil de usar serve como um refúgio tanto para podcasters experientes quanto para aspirantes que desejam se aventurar no reino cativante da criação de conteúdo de áudio digital.",
        "ProjectWhereIsThePhpDescription": "Ativamente envolvido em um hackathon local do Banco BTG, eu, junto com três colegas, liderei o desenvolvimento do back-end para uma aplicação improvisada. Elaboramos uma solução inovadora que permite aos usuários utilizar seus dividendos no pagamento de contas, implementando filas e mensagens para otimização de processos. Uma experiência intensa e gratificante, que combina criatividade e competências técnicas para enfrentar um verdadeiro desafio do setor financeiro.",
        "ProjectDevMenthorsDescription": "Durante um ano, contribuí com o projeto DevMentors, ensinando programação back-end, abordando tópicos desde roteamento básico até conceitos avançados como bancos de dados, cache e mensagens RabbitMQ. Também nos aprofundamos na orquestração de contêineres Docker e na implantação de aplicativos, oferecendo aos alunos insights práticos sobre desenvolvimento escalonável. Esta experiência enriqueceu a mim e à comunidade, promovendo a colaboração e a inspiração.",
        "FooterSectionText1": "Teve alguma ideia de ",
        "FooterSectionText2": "projeto",
        "FooterSectionText3": "Unindo ideias ao código: criando realidades digitais do conceito à conclusão. Transformando Visão em Soluções de Software Acionáveis com Precisão e Paixão."
    },
    "NotFound": {
        "Title": "404",
        "Description": "A página que você procura não foi encontrada.",
        "Button": "Voltar para a página inicial"
    }
}